{
  "individuals": [
    {
      "name": "Pain Free Projects",
      "caption": "Empower individuals to live pain-free through AI-driven posture and movement analysis.",
      "slug": "pain-free-projects",
      "image": "/images/pain-free-projects.jpg",
      "description": "Reduce discomfort and prevent further injuries by leveraging our real-time joint tracking and personalized exercise recommendations. With Pain Free Projects, you gain access to on-device AI that analyzes your movement patterns, identifies problematic areas, and suggests tailored modifications to keep you active and pain-free.",
      "contents": [
        {
          "name": "Understanding Pain Points & Corrective Exercises",
          "image": "/images/post-injury-rehab.jpg",
          "content": "Pinpoint your specific pain triggers—such as poor posture or repetitive strain—and follow guided corrective exercises. Our AI will track your form, provide voice alerts for risky deviations, and gradually help you regain fluid, pain-free movement."
        },
        {
          "name": "Dynamic Relief Strategies & Credits",
          "image": "/images/special-population-exercise.jpg",
          "content": "Monitor improvements in real time and earn credits after completing your daily or weekly exercise goals. By consistently rating your discomfort levels, the system can adjust intensity and recommend modified routines for faster recovery and long-term pain prevention."
        },
        {
          "name": "Consultation & Follow-Up",
          "image": "/images/digital-consultant.webp",
          "content": "Book virtual or in-person sessions with physiotherapists, trainers, or wellness experts directly through the platform. Share AI-generated logs of your progress so professionals can pinpoint the most effective next steps to keep you on a sustainable path to pain-free living."
        }
      ]
    },
    {
      "name": "Post Injury / Surgical Rehab Programs",
      "caption": "Accelerate your recovery with supervised, AI-enhanced rehabilitation plans.",
      "slug": "post-injury-rehab",
      "image": "/images/post-injury-rehab.jpg",
      "description": "Combine medical expertise with our advanced movement classification system to ease your transition from post-surgical or injury downtime to full functionality. Our exercise modules focus on safe progressions, gradually restoring strength, range of motion, and confidence in daily activities.",
      "contents": [
        {
          "name": "Safe & Guided Recoveries",
          "image": "/images/post-injury-rehab.jpg",
          "content": "Utilize structured exercise protocols tailored to your specific injury or post-surgical condition. On-device AI ensures each movement is analyzed for safety, alerting you to any risky form or posture before it causes strain."
        },
        {
          "name": "Adaptive Progress Monitoring",
          "image": "/images/special-population-exercise.jpg",
          "content": "Track your rehab progress through automated session logs and movement insights. The system compares improvements in range of motion, posture stability, and pain scale, offering real-time recommendations to speed up your recovery."
        },
        {
          "name": "Therapist & Consultant Collaboration",
          "image": "/images/digital-consultant.webp",
          "content": "Easily share your rehab data with healthcare providers. Book tele-consults for more in-depth assessments, receive immediate feedback, and adjust your rehab plan based on professional input and AI analysis."
        }
      ]
    },
    {
      "name": "Exercise Programs for Special Populations",
      "caption": "Targeted interventions for seniors, expecting mothers, or those with chronic conditions.",
      "slug": "special-population-exercise",
      "image": "/images/special-population-exercise.jpg",
      "description": "Address unique physiological and lifestyle needs with tailored exercise programs. Our AI system considers age, mobility restrictions, and medical history to deliver safe, low-impact routines that preserve strength, improve balance, and lower the risk of injury.",
      "contents": [
        {
          "name": "Tailored Low-Impact Workouts",
          "image": "/images/post-injury-rehab.jpg",
          "content": "Our specialized movement library includes adaptations designed for various conditions, ensuring that exercises remain safe yet effective. The system’s real-time posture corrections help maintain proper form throughout each session."
        },
        {
          "name": "Holistic Support & Progress Tracking",
          "image": "/images/special-population-exercise.jpg",
          "content": "Monitor energy levels, discomfort, and mobility improvements over time. With consistent logs and AI-driven adjustments, users can gradually ramp up intensity while respecting individual limitations."
        },
        {
          "name": "Expert Recommendations & Resources",
          "image": "/images/digital-consultant.webp",
          "content": "Access additional resources—like nutrition tips, mental wellness strategies, and professional consultations—designed to support specific populations and conditions. Our integrated approach helps you stay motivated and see tangible, long-term results."
        }
      ]
    },
    {
      "name": "Your Personal Musculoskeletal Digital Consultant",
      "caption": "AI-powered guidance that adapts to your every move and health objective.",
      "slug": "digital-consultant",
      "image": "/images/digital-consultant.webp",
      "description": "Experience a virtual companion dedicated to your musculoskeletal health. Our digital consultant interprets real-time posture data, exercise logs, and personal goals to provide tailored guidance—whether you’re dealing with a chronic issue or simply looking to optimize performance.",
      "contents": [
        {
          "name": "Intelligent Form Analysis & Feedback",
          "image": "/images/post-injury-rehab.jpg",
          "content": "Receive on-the-spot suggestions to correct your posture and motion patterns during workouts. By analyzing each rep, the consultant helps you maximize benefits while minimizing injury risks."
        },
        {
          "name": "Adaptive Exercise Planning",
          "image": "/images/special-population-exercise.jpg",
          "content": "The system constantly reviews your exercise history, current performance, and feedback on discomfort or difficulty. It then revises your next workout plan accordingly, ensuring sustained progress without undue strain."
        },
        {
          "name": "Consultations & Advanced Reporting",
          "image": "/images/digital-consultant.webp",
          "content": "Generate detailed exercise and posture reports that you can share with experts. Whether it’s a quick chat with a physiotherapist or a more in-depth coaching session, your Digital Consultant streamlines the entire process for a more cohesive care experience."
        }
      ]
    }
  ],
  
  "employers": [
    {
      "name": "Engagement with and MSK Plan for Your Employees",
      "caption": "Boost workforce wellness with comprehensive musculoskeletal (MSK) management.",
      "slug": "msk-plan",
      "image": "/images/msk-plan.png",
      "description": "Offer employees an integrated platform that supports injury prevention, chronic condition management, and overall physical well-being. Our AI-enabled posture analysis, activity insights, and tailored exercise routines empower your team to stay healthier, happier, and more productive.",
      "contents": [
        {
          "name": "Company-Wide Health Initiatives",
          "image": "/images/post-injury-rehab.jpg",
          "content": "Implement group exercise challenges, posture assessments, and daily wellness checks using our on-device AI technology. Encourage teams to accumulate wellness credits as they progress in their fitness journeys."
        },
        {
          "name": "Preventive MSK Tracking & Reports",
          "image": "/images/special-population-exercise.jpg",
          "content": "Leverage advanced movement classification to spot potential musculoskeletal issues early. Employers can access anonymized data trends to refine health programs and reduce long-term healthcare costs."
        },
        {
          "name": "Consultation & Support Ecosystem",
          "image": "/images/digital-consultant.webp",
          "content": "Collaborate with our network of therapists and fitness professionals to deliver targeted webinars, on-site workshops, or one-on-one consults. Provide continuous guidance and real-time insights that help employees maintain musculoskeletal well-being."
        }
      ]
    },
    {
      "name": "For Medical Consultants to Provide Comprehensive Customers Management",
      "caption": "Enhance your clinical practice with AI-based data and streamlined patient interaction.",
      "slug": "medical-consultants",
      "image": "/images/medical-consultants.jpg",
      "description": "Empower your practice with a unified portal for analyzing patient posture, tracking rehab progress, and coordinating targeted interventions. Provide top-tier care through real-time movement analytics, automated exercise logging, and easy-to-share reports.",
      "contents": [
        {
          "name": "Integrated Patient Profiles & History",
          "image": "/images/post-injury-rehab.jpg",
          "content": "Access up-to-date patient data—including personal details, exercise logs, and AI-driven posture analyses—in a single view. This holistic perspective helps you devise individualized treatment and rehab plans."
        },
        {
          "name": "Movement Labeling & Advanced Analytics",
          "image": "/images/special-population-exercise.jpg",
          "content": "Review patient videos and label them for specific movement patterns or rehab milestones. The admin portal’s intuitive interface supports bulk labeling, metadata search, and advanced analytics for deeper insights."
        },
        {
          "name": "Seamless Consultation & Collaboration",
          "image": "/images/digital-consultant.webp",
          "content": "Communicate with patients in real time through integrated chat or telemedicine features. Share custom recommendations, track response to treatments, and collaborate with other specialists—all within a secure, cloud-based environment."
        }
      ]
    }
  ]
}
